import React from "react";
import "../../css/footertm.css";

const FooterTamil = () => {
  return (
    <div className="footertm-container">
      <div className="footertm-image-container">
        <img
          src="/images/logo.png"
          alt="Company Logo"
          className="footertm-logo"
        />
        <div className="footertm-header-text">
            அபிவிருத்தி லொத்தர் சபை
            <br />356, கலாநிதி கொல்வின் ஆர்.டி.சில்வா மாவத்தை,
            <br />யூனியன் பிளேஸ், கொழும்பு 02.
            <div className="footertm-header-text1">
                தொலைபேசி: 0112 333 546/47 துரித அழைப்பு: 0114 824 824
                <br /> லொத்தர் முடிவுகளுக்கான துரித அழைப்பு :0112 333 778 or 191
            <div className="footertm-header-text2">
                தானியங்கி குரல் சேவையின் பொருட்டு : 0114 825 825
            </div>
            </div>
        </div>
        <div className="footertm-date-container">
        <div className="footertm-date-text">
            வெற்றி பெற்ற டிக்கட்டுக்கள் 6 மாதங்களுக்கு செல்லுபடியாகும்.
        <hr />
        🌟 இதன்போது சுப்பர் பரிசுப்பொதி வெல்லப்படின் செல்லுபடியாவது அன்றைய தினத்திற்குரிய பரிசுப்பொதியாகும்.
        </div>
      </div>
      </div>
    </div>
  );
};

export default FooterTamil;
